INSERT INTO students (id,full_name,furigana,nickname,email,city,age,gender,remark)
 VALUES ('1','井上　愛','イノウエ　マナ','まーちゃん','ai.inoue@outlook.com','東京都世田谷区','23','女性','特になし'),
        ('2','金子　勇気','カネコ ユウキ','ユー君','Kaneko.Yuki@Gmail.com','京都府宇治市','18','回答しない','特になし'),
        ('2''金子　勇気','カネコ ユウキ','ユー君','Kaneko.Yuki@Gmail.com','京都府宇治市','18','回答しない','特になし'),
        ('3','皇　玲','スメラギ レイ','レイちゃん','Rei,Sumeragi@yahoo.co.jp','神奈川県足柄上郡湯河原町','30','回答しない','NULL'),
        ('4','イライジャ・竜胆','イライジャ・リンドウ','イライ','irai,Rin@docomo.ne.jp','北海道札幌市','28','男性','NULL'),
        ('5','大神　キャロル','オオガミ　キャロル','キャロ','kyaro.terashu@icloud.com','千葉県安房郡鋸南町','13','回答しない'),
        ('13','蒼　翡翠','アオイ　ミドリ','みっちゃん','midori.aoi@outlook.com','東京都池袋区','22','男性','特になし'),
        ('14','狡噛　王牙','コウガミ　オウガ','オーガ','o-ga.kougami@outlook.com','東京都池袋区','22','男性','学生No.13:蒼翡翠さんの紹介で契約'),
        ('17','桜木　流歌','サクラギ　ルカ','ルー','Ruka.Cherry@outlook.com','東京都板橋区','28','男性','特になし'),
        ('19','月野　仁','ツキノ　ジン','ジンジン','Jin.moon@gmail.com','東京都世田谷区','30','男性','特になし'),
        ('20','野村　閃','ノムラ　セン','せっちゃん','Sen.Nomura@gmail.com','東京都豊島区','32','女性','特になし'),
        ('21','石川　勇気','イシカワ　ユウキ','ゆうちゃん','Yuki.stone@gmail.com','東京都池袋区','34','男性','特になし');

 INSERT INTO students_courses (id,student_id,course_name,start_date,end_date)
 VALUES ('1','1','Java基礎コース','2025-06-12','2025-12-30'),
        ('2','2','ITパスポート講座','2025-12-01','2026-03-31'),
        ('3','3','公務員受験講座','2026-04-01','2026-09-30'),
        ('4','4','Javaエンジニアマスターコース','2026-05-01','2027-07-31'),
        ('5','5','英会話講座','2026-04-01','2029-03-31'),
        ('6','10','生成ITパスポート講座','2026-01-24','NULL'),
        ('7','11','生成AI講座','2026-01-24','NULL'),
        ('8','12','ITパスポート講座','2026-01-24','NULL'),
        ('9','13','公務員受験講座','2026-02-28','2027-03-30'),
        ('10','14','公務員受験講座','2026-03-01','2027-03-30'),
        ('11','17','公務員受験講座','2026-02-28','2027-03-03'),
        ('12','19','G検定講座','2026-03-15','2027-03-15'),
        ('13','20','G検定講座','2026-03-15','2027-03-15'),
        ('14','21','AIクリエイター講座','2026-03-22','2027-03-22');